{
    "Navbar": {
      "home": "الصفحة الرئيسية",
      "services": "خدماتنا",
      "about": "عن الشركة",
      "contact": "تواصلوا معنا"
    },
    "Home":{
      "header":{
        "together":"معًا، يُمكننا خلق مستقبل رائع!"
      },
      "quote":{
        "weBelieve":"\"نحن نؤمن بأن الأفضل لم يأتي بعد !\"",
        "author":"بيتر جيبس",
        "description":"وبما أننا نؤمن بأن تقديم قيم فريدة ومختلفة لمجال التسويق أفضل من أي مكاسب أخرى، فقد قررنا أن نبدأ هذه الوكالة بمعايير وأساليب جديدة. "
      },
      "services":{
        "title":"ماذا نفعل",
        "description":"نحن نساعدك على إنشاء صورة موثوقة لـ علامتك التجارية. ",
        "description2":"حقق أهدافك من خلال خبرات فريقنا، سيعمل فريقنا المبدع على تحسين قصة علامتك التجارية والتأكد من أنها تعكس رؤيتك وقيمك. ",
        "digitalMarketing":"الخدمات التسويقية",
        "digitalMarketingDescription":"نهدف إلى مساعدتك على الوصول إلى جمهورك المستهدف وتحقيق أهدافك التسويقية من خلال تحسين محركات البحث إلى الإعلانات المدفوعة وإدارة وسائل التواصل الاجتماعي.",
        "softwareDevelopment":"خدمات البرمجيات",
        "softwareDevelopmentDescription":"حيث نُطلق العنان لإبداعك الرقمي، من تصميم وتطوير تطبيقات الويب والمواقع الإلكترونية، إلى تطبيقات الهاتف المحمول نلبي احتياجاتك ونُصمم حلولًا برمجية تُلبي متطلباتك بدقة. ",
        "investment":"الخدمات الإستثمارية",
        "investmentDescription":"نفتح لك أبواب عالم الإستثمار لتبدأ رحلتك الإستثمارية بأداء متميز مع متخصصين ذوي خبرة واسعة في أي مجال تفضله.",
        "legal":"الخدمات القانونية",
        "legalDescription":"نؤمن بأن تقديم أفضل الخدمات القانونية لعملائنا هو واجبنا.        لذا نقدم لك مجموعة واسعة من الخدمات القانونية عالية الجودة، من خلال فريق من المحامين ذوي الخبرة في مختلف المجالات.",
        "ecommerce":"خدمات التجارة الإلكترونية",
        "ecommerceDescription":"ثورة حقيقية في عالم التسوق. نساعدك في بناء منصتك الخاصة لتسهيل وصول عملائك المستهدفين لمنتجاتك وخدماتك من أي مكان بكل سهولة، وتحقيق المبيعات"
      },
      "clients":{
        "title":"عملائنا ",
        "description":"نفتخر بالتعاون مع الشركات من جميع الأحجام - بدءًا من الشركات الناشئة التي ساعدنا في إنشائها وتزدهر، إلى الشركات القائمة التي ساعدنا في إعادة ابتكار أنفسها والنمو."
      }
    },
    "About":{
      "title":"عن الشركة",
      "we":" نحن فريق Trust agency. ",
      "description":"نحن شركة أعمال وتسويق مقرنا بداخل جمهورية مصر العربية.",
      "journey":"بدأت رحلتنا في شركتنا عملها في عام 2023. ",
      "goal":"لقد عقدنا العزم على اتخاذ تدابير ثابتة ومحددة لتحقيق هدفنا.",
      "ourTeam":"فـريقنـــا",
      "ourVision":"رؤيتنا",
      "vision":"نريد أن نكون شركة رائدة في مجال التسويق والأعمال، ونريد إنشاء قاعدة من العملاء الذين يثقون بنا ويكونون مخلصين لنا وأيضا نريد التوسع داخل مصر والخليج والانتشار عبر نطاق واسعة",
      "ourMission":"مهمتنا",
      "mission":"هدفنا الرئيسي هو مساعدة الشركات على النجاح من خلال بناء المبادرات وتقديم الخدمات الكاملة التي تمكنهم من تحقيق نتائج ملحوظة. \n في العام الأول، نأمل أن نستهدف نجاح 20 عميلاً في مصر و5 عملاء خارج مصر.\nشارك نجاحاتنا وتعاون معنا لتصبح أحد عملائنا الكرام الذين يتلقون خدمة متميزة"
    },
    "Globals":{
      "close":"اغلاق",
      "languages":"اللغات",
      "learnMore":"المزيد"
    },
    "Contact":{
      "title":"تواصلوا معنا"
    },
    "Footer":{
      "follow":"تابعونا على:",
      "links":"الروابط:",
      "copyrights":"حقوق النشر © 2024 | جميع الحقوق محفوظة",
      "together":"معًا، يُمكننا خلق مستقبل رائع!"
    }
  }